[
    {
        "id": 0,
        "title": "Website Design",
        "info": "I'll start shaping your website from a pen and paper draft and mould it so your ideas come to life. Once you are happy with the initial design, I will start building the website, taking great care for it to match your needs. If you already have designs for your site, I will use my magic to convert them into a website."
    },
    {
        "id": 1,
        "title": "React - Static and Dynamic Sites",
        "info": "React is my go to choice for web development and I will use either Gatsby.js or Next.js on top of it depending on the requirements of your site. Gatsby is a blazingly fast static site generator and great for content that doesn't change very often. Next is great for large multi-user and big e-commerce sites with lots of dynamic content"
    },
    {
        "id": 1.5,
        "title": "WordPress - Monolithic and Headless",
        "info": "I can also create WordPress sites if you would like more control of the layout and just need help setting up the theme and pages (Monolithic). If you already have a WordPress site and are in need of a redesign, I can create a React site for you which sources its data from your existing WordPress databases (Headless). I recommend this way as you get the benefits of a faster, more secure, SEO-friendly website."
    },
    {
        "id": 6,
        "title": "Content Management System",
        "info": "After your website is complete, I will teach you how to use the content management system I integrated so you can edit existing content or update new content, whether it be photos, blogs or new items in your store. My go to choices for CMS are Strapi, NetlifyCMS and Contentful."
    },
    {
        "id": 2,
        "title": "E-Commerce Solution",
        "info": "I'll create your online store for you to sell your goods or services on your selected platform, such as Shopify, Snipcart, Stripe etc. Credit card payments will be taken safely from your customers and you can easily add any discounts or coupon campaigns to create a buzz as well."
    },
    {
        "id": 3,
        "title": "Social Media Integration",
        "info": "A successful website connects seamlessly to your Facebook, Instagram, LinkedIn, Twitter etc. I create your website so it does this by automatically posting your blog to Facebook and Twitter, adding social feeds to your website and setting you up with a monthly newsletter."
    },
    {
        "id": 4,
        "title": "Responsive Site Design",
        "info": "All websites can be viewed on laptops, phones, tablets and more. If a user has a bad experience on one of these, then they probably won't stay on your site for very long. I will make sure this never happens as websites that I design function and look great on all devices. I usually use a CSS framework Bulma/Chakra-UI to help build responsive sites."
    },
    {
        "id": 5,
        "title": "Cross-browser Testing",
        "info": "As well as different screen sizes, websites can be viewed on many different browsers. The most popular are Firefox, Chrome, Safari, Edge and native mobile browsers. I will make sure that your website is correctly implemented on all of these different browsers."
    },
    {
        "id": 7,
        "title": "Copywriting/Content Writing/SEO Writing",
        "info": "If you need words for your website &mdash; whether that be content, copywriting, blogs, advertising features, editing or proofreading &mdash; I work closely with writer <a href='https://karenworrall.co.uk' target='_blank' rel='noopener noreferrer'>Karen Worrall</a>, who I highly recommend and we can offer you a package deal."
    }
]